cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'filippo-liverani/alcoholfree'

brew 'bat'
brew 'cask'
brew 'colordiff'
brew 'coreutils'
brew 'ctags'
brew 'curl', args: ['with-openssl']
brew 'dfc'
brew 'exa'
brew 'fpp'
brew 'fzf'
brew 'git'
brew 'ghostscript'
brew 'glances'
brew 'httpie'
brew 'jq'
brew 'kubectl'
brew 'mas'
brew 'nmap'
brew 'node'
brew 'openssl'
brew 'packer'
brew 'php'
brew 'psutils'
brew 'python'
brew 'racket'
brew 'ranger'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'ruby'
brew 'scalastyle'
brew 'terraform'
brew 'tig'
brew 'tmux'
brew 'urlview'
brew 'vim', args: ['with-override-system-vi']
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

cask 'alfred'
cask 'android-platform-tools'
cask 'anodizer'
cask 'caffeine'
cask 'calibre'
cask 'chefdk'
cask 'docker'
cask 'firefox'
cask 'firefox-developer-edition'
cask 'garmin-express'
cask 'google-backup-and-sync'
cask 'iterm2'
cask 'microsoft-teams'
cask 'monolingual'
cask 'postman'
cask 'skype'
cask 'steam'
cask 'the-unarchiver'
cask 'tor-browser'
cask 'tunnelbear'
cask 'tunnelblick'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'wireshark'
cask 'zoomus'

mas 'Keynote', id: 409183694
mas 'LastPass', id: 926036361
mas 'Microsoft Remote Desktop', id: 1295203466
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Tomato One', id: 907364780
mas 'Xcode', id: 497799835
