cask_args appdir: '/Applications'

tap 'filippoliverani/alcoholfree'
tap 'heroku/brew'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-versions'
tap 'universal-ctags/universal-ctags'

brew 'bat'
brew 'broot'
brew 'cask'
brew 'cmake'
brew 'colordiff'
brew 'coreutils'
brew 'curl'
brew 'dfc'
brew 'dog'
brew 'exa'
brew 'fd'
brew 'fpp'
brew 'fzf'
brew 'gh'
brew 'ghostscript'
brew 'git'
brew 'git-delta'
brew 'glances'
brew 'glow'
brew 'gnu-sed'
brew 'grc'
brew 'heroku'
brew 'httpie'
brew 'imagemagick'
brew 'imageoptim-cli'
brew 'jemalloc'
brew 'jq'
brew 'lazygit'
brew 'mas'
brew 'mdcat'
brew 'minimal-racket'
brew 'ncdu'
brew 'nmap'
brew 'node'
brew 'node@20'
brew 'nvim'
brew 'openssl'
brew 'packer'
brew 'php'
brew 'postgresql@15'
brew 'psutils'
brew 'python'
brew 'ranger'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'ruby'
brew 'ruby@3.2'
brew 'sqlite3'
brew 'starship'
brew 'terraform'
brew 'tig'
brew 'tldr'
brew 'tmux'
brew 'universal-ctags', args: ['HEAD']
brew 'urlview'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'zoxide'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

cask 'caffeine'
cask 'calibre'
cask 'chromedriver'
cask 'docker'
cask 'firefox'
cask 'firefox-developer-edition'
cask 'google-chrome'
cask 'imagealpha'
cask 'imageoptim'
cask 'iterm2'
cask 'mirrordisplays'
cask 'monitorcontrol'
cask 'monolingual'
cask 'multifirefox'
cask 'postman'
cask 'skype'
cask 'slack'
cask 'steam'
cask 'the-unarchiver'
cask 'tor-browser'
cask 'visual-studio-code'
cask 'zoom'
